// Generic buttons

"OK" = "OK";
"Cancel" = "Abbrechen";
"Delete" = "Löschen";

// File size display

"formatted file size with suffix" = "%@ %@";

// Time display

"%lld hours" = "%lld Stunden";
"an hour" = "eine Stunde";

"%lld minutes" = "%lld Minuten";
"a minute" = "eine Minute";

"%lld seconds" = "%lld Sekunden";
"a second" = "eine Sekunde";

// Status

"Creating archive..." = "Archiv erstellen …";
"Expanding archive..." = "Expanding Archive…";

"Archive Encrypted" = "Archiv verschlüsselt";
"Please enter the password to decrypt the archive." = "Geben Sie das Passwort ein, um das Archiv zu entschlüsseln.";
"Password" = "Passwort";

"Downloading..." = "Laden …";
"Changing directories..." = "Verzeichnisse ändern …";
"Duplicating..." = "Duplizieren …";
"Listing..." = "Auflisten …";
"Moving..." = "Bewegen …";
"Copying..." = "Kopieren …";
"Creating file..." = "Datei erstellen …";
"Creating folder..." = "Ordner erstellen …";
"Renaming..." = "Umbenennen …";
"Resolving symlink..." = "Symlink auflösen …";
"Retrieving size..." = "Größe abrufen …";
"Uploading..." = "Hochladen …";
"Getting attributes..." = "Attribute abrufen …";
"Changing attributes..." = "Attribute ändern …";
"Canceling..." = "Abbrechen …";
"Deleting..." = "Löschen …";
"Moving to trash..." = "In den Papierkorb legen …";
"Publishing \"%@\"..." = "„%@“ veröffentlichen …";
"Preparing to %@..." = "Vorbereiten: %@ …";
"Copying \"%@\"..." = "„%@“ kopieren …";

"download-present" = "Laden";
"upload-present" = "Hochladen";
"delete-present" = "Löschen";
"move-present" = "Bewegen";
"copy-present" = "Kopieren";
"process-present" = "Verarbeiten";
"download-past" = "Geladen";
"upload-past" = "Hochgeladen";
"delete-past" = "Gelöscht";
"move-past" = "Bewegt";
"copy-past" = "Kopiert";
"process-past" = "Verarbeitet";
"compare-present" = "Vergleichen";
"compare-past" = "Verglichen";
"list-present" = "Auflisten";
"list-past" = "Aufgelistet";
"create-present" = "Erstellen";
"create-past" = "Erstellt";

"download" = "laden";
"upload" = "hochladen";
"move" = "bewegen";
"copy" = "kopieren";
"process" = "verarbeiten";
"delete" = "löschen";
"compare" = "vergleichen";
"list" = "auflisten";
"create" = "erstellen";

"An error occurred" = "Ein Fehler ist aufgetreten";
"A few errors occurred" = "Einige Fehler sind aufgetreten";

"%@ %lu items" = "%@: %lu Objekte";
"%lu items" = "%lu Objekte";
"%@ 1 item" = "%@: 1 Objekt";
"1 item" = "1 Objekt";
"%lu of %lu" = "%lu von %lu";
"%@ to \"%@\"" = "%@ zu “%@”";
"%@%@ of %@" = "%@%@ von %@";
"%@%@ of %@ - %@ - %.1f KB/s" = "%@%@ von %@ – %@ – %.1f KB/s";
"%@%@ of %@ - %@ - %.1f MB/s" = "%@%@ von %@ – %@ – %.1f MB/s";
"%@%@ of %@, %.1f KB/s" = "%@%@ von %@, %.1f KB/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ von %@, %.1f MB/s";
"(Stalled) " = "(Angehalten) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Sitzungsaufzeichnung [%@] (%@)\n";
"Sending keep alive...\n" = "„Keep Alive“ senden …\n";
"Disconnecting from server...\n" = "Vom Server trennen …\n";
"Connecting to %@\n" = "Mit „%@“ verbinden\n";
"Deleting folder %@\n" = "Ordner „%@“ löschen\n";
"Deleting file %@\n" = "Datei „%@“ löschen\n";
"Downloading file %@\n" = "Datei „%@“ herunterladen\n";
"Download successful.\n" = "Herunterladen erfolgreich.\n";
"Uploading file %@\n" = "Datei „%@“ hochladen\n";
"Upload successful.\n" = "Hochladen erfolgreich.\n";
"Changing to %@\n" = "Wechseln zu „%@“\n";
"Creating folder %@\n" = "Ordner „%@“ erstellen\n";
"Changing permissions of %@\n" = "Zugriffsrechte von „%@“ ändern\n";
"Renaming %@\n" = "„%@“ umbenennen\n";
"Listing %@\n" = "„%@“ auflisten\n";
"Rename successful.\n" = "Umbenennen erfolgreich.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Die Zeile konnte nicht analysiert werden; es wird zum VanDyke-Parser gewechselt. (%@)\n";
"Download failed with error %d.\n" = "Herunterladen ist mit Fehler %d fehlgeschlagen.\n";
"Could not get attributes.\n" = "Attribute konnten nicht abgerufen werden.\n";
"Received throttle request from the server, waiting...\n" = "Drosselungsanforderung vom Server erhalten, warten …\n";
"Changing attributes of %@\n" = "Attribute von %@ ändern\n";
"Attempting key authentication." = "Schlüsselauthentifizierung wird versucht.";
"Attempting password authentication." = "Passwortauthentifizierung wird versucht.";
"Attempting two-factor authentication." = "Zwei-Faktor-Authentifizierung wird versucht.";
"Could not connect to localhost, trying 127.0.0.1...\n" = "Verbindung zu localhost konnte nicht hergestellt werden, 127.0.0.1 wird versucht …\n";

// Errors

"Could not move \"%@\"." = "„%@“ konnte nicht bewegt werden.";
"Could not connect to server \"%@\"." = "Verbindung mit Server „%@“ konnte nicht hergestellt werden.";
"Could not change directory to \"%@\"." = "Verzeichnis konnte nicht in „%@“ geändert werden.";
"Could not create folder named \"%@\"." = "Ordner „%@“ konnte nicht erstellt werden.";
"Could not create file named \"%@\"." = "Datei „%@“ konnte nicht erstellt werden.";
"Could not delete \"%@\"." = "„%@“ konnte nicht gelöscht werden.";
"Could not download \"%@\"." = "„%@“ konnte nicht heruntergeladen werden.";
"Could not upload \"%@\"." = "„%@“ konnte nicht hochgeladen werden.";
"Could not rename \"%@\"." = "„%@“ konnte nicht umbenannt werden.";
"Could not copy \"%@\"." = "„%@“ konnte nicht kopiert werden.";
"Could not determine current path." = "Aktueller Pfad konnte nicht ermittelt werden.";
"Could not retrieve file listing for \"%@\"." = "Dateiliste für „%@“ konnte nicht abgerufen werden.";
"This server does not support the 'executable' property." = "Dieser Server unterstützt die Eigenschaft „ausführbar“ nicht.";
"Operation was cancelled." = "Vorgang wurde abgebrochen.";
"Authorization failed." = "Fehler bei der Identifizierung.";
"Could not change owner of “%@”." = "Eigentümer von „%@“ konnte nicht geändert werden.";
"Could not change group of “%@”." = "Gruppe von „%@“ konnte nicht geändert werden.";
"Could not change file owner and group of “%@”." = "Dateieigentümer und Gruppe von „%@“ konnten nicht geändert werden.";
"Could not create symlink “%@”." = "Symlink „%@“ konnte nicht erstellt werden.";
"Could not resolve symlink \"%@\"." = "Symlink „%@“ konnte nicht aufgelöst werden.";
"Could not get attributes." = "Attribute konnten nicht abgerufen werden.";
"Could not get attributes of \"%@\"." = "Attribute von „%@“ konnten nicht abgerufen werden.";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "Die Größe der Zieldatei entspricht nicht der Größe der Quelldatei. Dies könnte bedeuten, dass während der Übertragung Fehler aufgetreten sind.";
"Could not look up file ID." = "Datei-ID konnte nicht nachgeschlagen werden.";

"Connection falling back to port (PORT) mode.\n" = "Verbindung greift zurück auf den Port-(PORT-)Modus.\n";
"Control connection timed out." = "Zeitüberschreitung bei Steuerungsverbindung.";
"Data connection timed out." = "Zeitüberschreitung bei Datenverbindung.";
"Connection refused." = "Verbindung abgelehnt";
"The user name was not accepted by the server." = "Der Benutzername wurde vom Server nicht akzeptiert.";
"The user name or password was not accepted by the server." = "Der Benutzername oder das Kennwort wurde vom Server nicht akzeptiert.";
"Login failed." = "Fehler bei der Anmeldung.";
"Server not found." = "Server nicht gefunden.";
"Server closed connection." = "Server hat Verbindung geschlossen.";
"File not found." = "Datei nicht gefunden.";
"Key not found. This can occur if the directory was not originally created by %@." = "Schlüssel nicht gefunden. Dies kann passieren, wenn das Verzeichnis nicht ursprünglich von %@ erstellt wurde.";
"This operation is not supported by the server." = "Dieser Vorgang wird vom Server nicht unterstützt.";
"Not connected." = "Nicht verbunden.";
"Remote file not a directory." = "Entfernte Datei ist kein Verzeichnis.";
"Socket read failed." = "Socket-Lesefehler.";
"Server said: %@\n\nError %d: %s" = "Server meldete: %@\n\nFehler %d: %s";
"ServerSaidMessage %@" = "Der Server sendete diese Meldung:\n\n%@";
"Make sure you're allowed to change the permissions on this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte für diese Datei ändern dürfen.";
"Couldn't establish data connection." = "Datenverbindung konnte nicht hergestellt werden.";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "Fehler beim Akzeptieren der Datenverbindung. Dies könnte an der Firewall- oder Proxy-Konfiguration liegen. Versuchen Sie es im passiven Modus.";
"Could not open local file. Please verify you have read or write permissions for it." = "Die lokale Datei konnte nicht geöffnet werden. Überprüfen Sie, ob Sie Lese- oder Schreibrechte für diese Datei haben.";
"The item \"%@\" can not be moved to the Trash." = "Das Objekt „%@“ kann nicht in den Papierkorb gelegt werden.";
"Do you want to delete it immediately?" = "Möchten Sie es sofort löschen?";
"%i items can not be moved to the Trash." = "%i Objekte können nicht in den Papierkorb gelegt werden.";
"Do you want to delete them immediately?" = "Möchten Sie sie sofort löschen?";
"The folder \"%@\" cannot be replaced by an item it contains." = "Der Ordner „%@“ kann nicht von einem Objekt ersetzt werden, das in ihm enthalten ist.";
"The destination folder does not exist." = "Der Zielordner ist nicht vorhanden.";
"The operation could not be completed." = "Der Vorgang konnte nicht abgeschlossen werden.";
"The item cannot be put in this location." = "Das Objekt kann nicht an diesem Ort abgelegt werden.";
"The file is too large: File is %ll, maximum file size is %ll." = "Die Datei ist zu groß: Datei ist %ll, maximale Dateigröße ist %ll.";
"The folder \"%@\" can’t be replaced by an item it contains." = "Der Ordner „%@“ kann nicht von einem Objekt ersetzt werden, das in ihm enthalten ist.";

"Error %d: %s" = "Fehler %d: %s";
"No error description provided." = "Keine Fehlerbeschreibung angegeben.";

// WebDAV Connection errors

"Hostname lookup failed" = "Fehler bei der Hostnamen-Suche";
"Proxy authentication failed" = "Fehler bei der Proxyauthentifizierung";
"Connection timed out" = "Zeitüberschreitung bei der Verbindung";
"WebDAV precondition failed" = "Fehler bei der WebDAV-Vorbedingung";
"Retry request error" = "Fehler bei der Wiederholanforderung";
"Redirect error" = "Umleitungsfehler";
"This file has been redirected to \"%@\"." = "Diese Datei wurde nach „%@“ umgeleitet.";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "Stellen Sie sicher, dass Ihr Benutzername und Kennwort richtig eingegeben wurden und der Server WebDAV unterstützt.";

// SFTP Connection errors

"An unexpected end of file error occurred." = "Ein unerwarteter „Ende der Datei erreicht“-Fehler ist aufgetreten.";
"Command failed." = "Befehl ist fehlgeschlagen.";
"Bad message." = "Ungültige Nachricht.";
"Read error." = "Lesefehler.";
"Write error." = "Schreibfehler.";
"Remote stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Local stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Couldn't set local permissions." = "Lokale Zugriffsrechte konnten nicht eingestellt werden.";
"Couldn't set local file time." = "Lokale Dateizeit konnte nicht festgelegt werden.";
"Can't download a directory." = "Verzeichnis kann nicht heruntergeladen werden.";
"Couldn't get remote handle." = "Entfernter Zeiger konnte nicht abgerufen werden.";
"Couldn't create local file." = "Lokale Datei konnte nicht erstellt werden.";
"Data packet too big." = "Datenpaket zu groß.";
"Attributes missing permissions." = "Zugriffsrechte fehlen in den Attributen.";
"Protocol error." = "Protokollfehler.";
"Unable to extract public key from private key file." = "Der öffentliche Schlüssel kann nicht aus der Privatschlüsseldatei extrahiert werden.";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "SOCKS-Proxy-Einstellungen ermittelt; passiver Modus (PASV) wird verwendet.\n";

// misc text
"Symbolic Link" = "Symbolischer Link";
"untitled file" = "unbenannte Datei";
"untitled folder" = "unbenannter Ordner";
"Document" = "Dokument";
"Folder" = "Ordner";
"Yes" = "Ja";
"No" = "Nein";

// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "Folgender lokale Zielpfad konnte nicht überschrieben werden: %@";
"Make sure you have write permissions for the folder \"%@\"." = "Stellen Sie sicher, dass Sie Schreibrechte für den Ordner „%@“ haben.";
"Could not access file at path: %@" = "Im folgendem Pfad konnte nicht auf Datei zugegriffen werden: %@";
"Archive" = "Archivieren";
"Could not create archive." = "Archiv konnte nicht erstellt werden.";
"Could not expand archive." = "Archiv konnte nicht entpackt werden.";
"Temporary folder creation failed." = "Fehler beim Erstellen des temporären Ordners.";
"Verify the file permissions allow you to view this folder and try again." = "Überprüfen Sie, ob Sie die notwendigen Dateizugriffsrechte zum Anzeigen dieses Ordners haben, und versuchen Sie es erneut.";
"Make sure you have permission to modify this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte zum Ändern dieser Datei haben.";
"The name \"%@\" is already taken." = "Der Name „%@“ wird bereits verwendet.";
"Please choose a different name." = "Wählen Sie einen anderen Namen aus.";
"B" = "B";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Could not change directory." = "Verzeichnis konnte nicht geändert werden.";
"Directory path was empty." = "Verzeichnispfad war leer.";
"Could not change permissions of \"%@\"." = "Zugriffsrechte von „%@“ konnten nicht geändert werden.";
// NOTE: Do not use the error below if possible. Use the variant that includes the folder name.
"Could not retrieve file listing." = "Dateiliste konnte nicht abgerufen werden.";
"Unable to parse server response." = "Serverantworten können nicht analysiert werden.";
"Unknown" = "Unbekannt";
"Uploaded checksum doesn't match local file." = "Upload-Prüfsumme stimmt nicht mit der lokalen Datei überein.";
"Delete successful.\n" = "Löschen erfolgreich.\n";
"Cancelled" = "Abgebrochen";
"Remote mkdir failed." = "Entferntes mkdir ist fehlgeschlagen.";
"The specified path is not a folder." = "Der angegebene Pfad ist kein Ordner.";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "FTP-Befehl „%@“ senden …";
"Waiting for connection..." = "Auf die Verbindung warten …";
"Sending raw command: %@\n" = "FTP-Befehl senden: %@\n";

// Added strings (3-24-2008)

"Stop" = "Stoppen";
"Continue" = "Fortsetzen";
"Disable and Continue" = "Deaktivieren und fortsetzen";

"years" = "Jahre";
"year" = "Jahr";
"months" = "Monate";
"month" = "Monat";
"weeks" = "Wochen";
"week" = "Woche";
"days" = "Tage";
"day" = "Tag";
"hour" = "Stunde";
"minute" = "Minute";
"second" = "Sekunde";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "Dieser Server oder diese Datei erlaubt Ihnen eventuell nicht, Zugriffsrechte anzupassen. Überprüfen Sie nochmals, ob Ihre Zugriffsrechte in den Regeln-Einstellungen richtig eingestellt sind.";

"File sizes were equal" = "Dateigrößen waren identisch";
"Could not send command \"%@\"." = "Befehl „%@“ konnte nicht gesendet werden.";
"Your AWS account is not signed up for the Amazon S3 service." = "Ihr AWS-Account ist beim Amazon S3-Dienst nicht angemeldet.";
"\"%@\" was skipped due to rule.\n" = "„%@“ wurde wegen Regel übersprungen.\n";
"Skipped due to rule" = "Übersprungen wegen Regel";
"Rule evaluation failed for \"%@\".\n" = "Fehler beim Auswerten der Regel für „%@“.\n";
"In directory %@\n" = "In das Verzeichnis %@\n";
"Creating bucket %@\n" = "Bucket %@ erstellen\n";
"Could not create bucket named \"%@\"." = "Bucket „%@“ konnte nicht erstellt werden.";
"Could not connect to Amazon S3." = "Verbindung mit Amazon S3 konnte nicht hergestellt werden.";
"An Access Key ID and Secret Access Key are required." = "Eine Zugriffsschlüssel-ID und ein geheimer Zugriffsschlüssel sind erforderlich.";
"Amazon S3 only allows %@ buckets and you already have %@." = "Bei Amazon S3 sind nur %@ Buckets zulässig und Sie haben bereits %@.";
"You have tried to create too many buckets." = "Sie haben versucht, zu viele Buckets zu erstellen.";
"Could not change bucket logging status of “%@”." = "Bucket-Protokollierungsstatus von „%@“ konnte nicht geändert werden.";
"Unexpected response received from server." = "Unerwartete Antwort vom Server empfangen.";
"Could not get distribution config." = "Verteilungskonfiguration konnte nicht abgerufen werden.";
"Could not get distribution info." = "Verteilungsinformationen konnten nicht abgerufen werden.";
"Could not retrieve distribution listing." = "Verteilungsliste konnte nicht abgerufen werden.";
"Could not create distribution." = "Verteilung konnte nicht erstellt werden.";
"Could not update distribution." = "Verteilung konnte nicht aktualisiert werden.";
"Could not delete distribution." = "Verteilung konnte nicht gelöscht werden.";
"The bucket name is not suitable because it does not conform to DNS requirements." = "Dieser Bucket-Name ist nicht möglich, da er die DNS-Anforderungen nicht erfüllt.";
"Safe save upload failed, attempting normal upload.\n" = "Fehler beim sicheren Hochladen zum Sichern, normales Hochladen wird versucht.\n";
"Using proxy server: %@.\n" = "Verwendeter Proxyserver: %@.\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"Northern California" = "Nordkalifornien";
"Ireland" = "Irland";
"Frankfurt" = "Frankfurt";
"Singapore" = "Singapur";
"Tokyo" = "Tokio";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "São Paulo";
"Seoul" = "Seoul";
"Northern Virginia (Default)" = "Nord-Virginia (Standard)";
"Ohio" = "Ohio";
"Montreal" = "Montreal";
"London" = "London";
"Mumbai" = "Mumbai";
"Paris" = "Paris";
"GovCloud" = "GovCloud";
// __END_VERIFIER_IGNORE__

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "Unbekannter Fehler: %ld";
"Raw commands are not supported by this protocol." = "FTP-Befehle werden von diesem Protokoll nicht unterstützt.";
"Using proxy server:%@:%d type:%d.\n" = "Verwendeter Proxyserver:%@:%d Typ:%d.\n";
"Could not establish a secure connection." = "Sichere Verbindung konnte nicht hergestellt werden.";
"Couldn’t verify certificate chain." = "Zertifikatskette konnte nicht überprüft werden.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Zeitüberschreitung bei der Verbindung oder Serverfehler. Der Server, mit dem Sie eine Verbindung herstellen, ist unter Umständen so konfiguriert, die Anzahl der Verbindungen, die Sie herstellen dürfen, einzuschränken.";
"Apply to all" = "Auf alle anwenden";
"Done" = "Fertig";
"Paused" = "Angehalten";
"Waiting..." = "Warten …";
"Creating archive of %@..." = "Archiv von %@ erstellen …";
"Expanding archive %@..." = "Archiv %@ entpacken …";
"Could not change attributes for the selected files." = "Attribute für die ausgewählten Dateien konnten nicht geändert werden.";
"Some files could not be copied." = "Einige Dateien konnten nicht kopiert werden.";
"The copy completed, but some errors were encountered." = "Der Kopiervorgang ist abgeschlossen, aber es wurden einige Fehler festgestellt.";
"Moving items to the trash..." = "Objekte in den Papierkorb legen …";
"Deleting items..." = "Deleting items...";
"Could not change the attributes of some files." = "Attribute einiger Dateien konnten nicht geändert werden.";
"Changing attributes completed, but some errors were encountered." = "Das Ändern der Attribute ist abgeschlossen, aber es wurden einige Fehler festgestellt.";
"%@ - Done" = "%@ – Fertig";
"Connecting to %@..." = "Mit %@ verbinden …";
"Some files could not be deleted." = "Einige Dateien konnten nicht gelöscht werden.";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "Der Löschvorgang ist abgeschlossen, aber es wurden einige Fehler festgestellt. Überprüfen Sie die Einstellungen nochmals und versuchen Sie, diese Dateien erneut zu löschen.";
"Some files could not be downloaded." = "Einige Dateien konnten nicht heruntergeladen werden.";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "Das Herunterladen ist abgeschlossen, aber während der Übertragung sind einige Fehler aufgetreten. Überprüfen Sie die Einstellungen nochmals oder versuchen Sie, diese Dateien erneut herunterzuladen.";
"Some files could not be transferred." = "Einige Dateien konnten nicht übertragen werden.";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "Die Übertragung ist abgeschlossen, aber es wurden einige Fehler festgestellt. Überprüfen Sie die Einstellungen nochmals und versuchen Sie, diese Dateien erneut zu übertragen.";
"Uploading \"%@\" to server..." = "„%@“ zum Server hochladen …";
"Could not create a file named \"%@\"." = "Datei „%@“ konnte nicht erstellt werden.";
"An item with the same name already exists in \"%@\"." = "Ein Objekt mit identischem Namen ist bereits in „%@“ vorhanden.";
"Could not create a folder named \"%@\"." = "Ordner „%@“ konnte nicht erstellt werden.";
"Could not determine server time offset." = "Zeitoffset des Servers konnte nicht ermittelt werden.";
"Try manually entering a time offset, or comparing files by size." = "Versuchen Sie, einen Zeitoffset manuell einzugeben, oder vergleichen Sie die Dateien nach Größe.";
"Comparing files..." = "Dateien vergleichen …";
"hours" = "Stunden";
"minutes" = "Minuten";
"seconds" = "Sekunden";
"Some files could not be uploaded." = "Einige Dateien konnten nicht hochgeladen werden.";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "Das Hochladen ist abgeschlossen, aber während der Übertragung sind einige Fehler aufgetreten. Überprüfen Sie die Einstellungen nochmals oder versuchen Sie, diese Dateien erneut hochzuladen.";
"Bucket" = "Bucket";
"TB" = "TB";
"Changing modification date of %@\n" = "Änderungsdatum von %@ ändern\n";
"Changing attributes successful.\n" = "Ändern der Attribute erfolgreich.\n";
"Could not change attributes of \"%@\"." = "Attribute von „%@“ konnten nicht geändert werden.";
"fork() failed." = "Fehler bei „fork()“.";
"pipe() failed." = "Fehler bei „pipe()“.";
"Upload failed with error %d (%@).\n" = "Hochladen ist mit Fehler %d (%@) fehlgeschlagen.\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "Eigentümer von %@ ändern\n";
"Changing group of %@\n" = "Gruppe von %@ ändern\n";

"The symlink \"%@\" could not be transferred because the original item could not be found." = "Der Symlink „%@“ konnte nicht übertragen werden, da das ursprüngliche Objekt nicht gefunden werden konnte.";
"This symlink links to another symlink which is unresolved and is unsupported." = "Dieser Symlink stellt eine Verknüpfung mit einem Symlink her, der nicht aufgelöst ist und nicht unterstützt wird.";
"The symlink \"%@\" could not be transferred because following symlinks is not supported." = "Der Symlink „%@“ konnte nicht übertragen werden, weil die folgenden Symlinks nicht unterstützt werden.";

"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Fehler beim sicheren Hochladen zum Sichern; Größe der Quelldatei war %ld, die der Zieldatei war %ld.\n";


// Added for Transmit 4.1
"Some items could not be moved." = "Einige Elemente konnten nicht bewegt werden.";
"The move completed, but some errors were encountered." = "Das Bewegen ist abgeschlossen, aber es sind einige Fehler aufgetreten.";
"An unknown error occurred." = "Ein unbekannter Fehler ist aufgetreten.";
"Decomposed UTF-8 string detected; switching modes." = "Eine zerstörte UTF-8-Zeichenkette wurde erkannt; Modus wird gewechselt.";
"%@ could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "%@ konnte keine Verbindung herstellen, um den Vorgang zu beginnen. Erhöhen Sie die Anzahl der erlaubten Übertragungen oder Serververbindungen.";
"Some items could not be copied." = "Einige Elemente konnten nicht kopiert werden.";
"Getting attributes of %@\n" = "Attribute von %@ abrufen\n";

// Added for Transmit 4.5
"The name \"%@\" can't be used." = "Der Name „%@“ kann nicht verwendet werden.";
"Try using a name with fewer characters, or with no \"/\" characters." = "Verwenden Sie einen Namen mit weniger Zeichen oder ohne „/“-Zeichen.";
"Container" = "Container";
"Could not create container named \"%@\"." = "Container „%@“ konnte nicht erstellt werden.";
"Creating container %@\n" = "Container %@ erstellen\n";

"Stat failed." = "Fehler bei der Statistik.";
"Could not change attributes of \"%@\".\n" = "Attribute von „%@“ konnten nicht geändert werden.\n";

// Added (5-29-12)
"An SSH config file contains one or more errors. Please correct them to use this file." = "Eine SSH-Konfigurationsdatei enthält mindestens einen Fehler. Korrigieren Sie die Fehler, um diese Datei zu verwenden.";
"Connecting to %s user:%s port:%i\n" = "Mit %s verbinden; Benutzer:%s Port:%i\n";

"%@ couldn't connect to the specified host. Make sure your device has network access and try again." = "%@ konnte keine Verbindung zum angegebenen Server herstellen. Stellen Sie sicher, dass Ihr Gerät Zugriff auf das Netzwerk hat, und versuchen Sie es erneut.";
"An error occurred." = "Ein Fehler ist aufgetreten.";
"Error %d: %@" = "Fehler %d: %@";

// Added (12-18-14)
"Couldn't get region for bucket \"%@\"." = "Region für Bucket „%@“ konnte nicht abgerufen werden.";

// Added (1-9-15)
"Access ID" = "Zugriffsschlüssel-ID";
"Access Secret" = "Geheimnis";
"Username" = "Benutzername";
"Account ID" = "Account-ID";
"Application Key" = "Anwendungsschlüssel";
"Access Key" = "Zugriffsschlüssel";
"API Key" = "API-Schlüssel";

// Added (2-24-15)
"Storage Class" = "Speicherklasse";
"Standard" = "Standard";
"Infrequent" = "Selten";
"Reduced" = "Reduziert";
"Glacier" = "Glacier";

"Server-side Encryption" = "Serverseitige Verschlüsselung";
"AES256" = "AES256";
"KMS" = "KMS";

"Website Redirect Location" = "Ort der Website-Umleitung";

"Couldn't Set Metadata" = "Metadaten konnten nicht festgelegt werden";
"Could not set metadata for object \"%@\"." = "Metadaten für Objekt „%@“ konnten nicht festgelegt werden.";
"Could not change extension \"%@\" of \"%@\"." = "Suffix „%@“ von „%@“ konnte nicht geändert werden.";

// SFTP host key dialog
"Host key changed for \"%@\"." = "Host-Schlüssel für „%@“ wurde geändert.";
"Do you want to accept the host key for \"%@\"?" = "Möchten Sie den Host-Schlüssel für „%@“ annehmen?";
"It appears this is the first time you have connected to this host, would you like to continue?" = "Es scheint, dass Sie das erste Mal eine Verbindung mit diesem Host hergestellt haben. Möchten Sie fortfahren?";
"SSH Host Key Changed Message" = "Der Host-Schlüssel des Servers wurde seit Ihrer letzten Verbindung geändert. Sehr wahrscheinlich liegt dies an einer Serveränderung, doch um sicher zu sein, sollten Sie beim Serveradministrator nachfragen.";
"Accept Key" = "Schlüssel annehmen";

// Amazon Cloud Drive
"%@ could not authorize the credentials for the connection." = "%@ konnte die Accountdaten für diese Verbindung nicht autorisieren.";

// Dropbox
"Shared Folder" = "Freigegebener Ordner";
"Read Only" = "Nur lesen";
"Revision" = "Revision";
"Last Modified By" = "Zuletzt geändert von";
"Date Taken" = "Aufnahmedatum";
"Duration" = "Dauer";

// OneDrive
"Web URL" = "Web-URL";

"This host does not support creating or uploading empty files, so this file has been skipped." = "Dieser Host unterstützt das Erstellen oder Hochladen leerer Dateien nicht. Aus diesem Grund wurde diese Datei übersprungen.";

// Google Drive
"Starred" = "Markiert";
"Dimensions" = "Abmessungen";
"Unsupported Operation" = "Nicht unterstützter Vorgang";
"Export URL" = "Export-URL";
"GoogleDriveLibraryURL" = "https://library.panic.com/transmit5/google-docs/";
"GoogleDriveSharedLibraryURL" = "https://library.panic.com/transmit5/google-docs/#what-is-the-shared-with-me-container";

// Box
"Description" = "Beschreibung";
"Enable Public Access" = "Öffentlichen Zugriff aktivieren";

// Swift
"Dallas-Fort Worth (DFW)" = "Dallas-Fort Worth (DFW)";
"Chicago (ORD)" = "Chicago (ORD)";
"Northern Virginia (IAD)" = "Nord-Virginia (IAD)";
"London (LON)" = "London (LON)";
"Sydney (SYD)" = "Sydney (SYD)";
"Hong Kong (HKG)" = "Hongkong (HKG)";
"Swift Region" = "Swift-Region";

"Enables public access to this item." = "Aktiviert öffentlichen Zugriff auf dieses Objekt.";
"Enable CDN" = "CDN aktivieren";
"Enables public access (CDN) for this containers content." = "Aktiviert öffentlichen Zugriff (CDN) für den Inhalt dieses Containers.";
"Could not create a public URL for \"%@\"." = "Eine öffentliche URL für „%@“ konnte nicht erstellt werden.";
"Make sure this item is publicly accessible and try again." = "Stellen Sie sicher, dass dieses Objekt öffentlich zugänglich ist, und versuchen Sie es erneut.";
"Creating a public URL for this file is not supported by this service." = "Das Erstellen einer öffentlichen URL für diese Datei wird von diesem Dienst nicht unterstützt.";

"CloudFront CDN Domain Name" = "CloudFront-CDN-Domain-Name";
"The domain name for use with this CloudFront distribution." = "Der Domain-Name für die Verwendung mit dieser CloudFront-Verteilung.";

"CloudFront CNAMEs" = "CloudFront-CNAMEs";
"Other hostnames for this CloudFront distribution." = "Andere Hostnamen für diese CloudFront-Verteilung.";

"Bucket Log Retention" = "Bucket-Protokollaufbewahrung";
"Enables logging for all requests made to this bucket." = "Aktiviert die Protokollierung für alle Anfragen, die an diesen Bucket gestellt werden.";

"Bucket Log Retention Target" = "Ziel Bucket-Protokollaufbewahrung";
"Which bucket the logs should be stored in." = "Der Bucket, in dem die Protokolle gespeichert werden sollen.";

"Bucket Log Retention Path Prefix" = "Pfadpräfix Bucket-Protokollaufbewahrung";
"The path prefix for where the logs should be stored." = "Der Pfadpräfix für den Ort, an dem die Protokolle gespeichert werden sollen.";

"Storage Class gives you the option to store your file with reduced redundancy at a lower cost. Refer to the AWS documentation for more details." = "Eine Speicherklasse gibt Ihnen die Möglichkeit, Ihre Datei mit reduzierter Redundanz zu geringeren Kosten zu speichern. In der AWS-Dokumentation finden Sie weitere Informationen.";
"Amazon S3 can optionally encrypt your data at the object level as it writes it to disks in its data centers and decrypts it for you when you access it. Refer to the AWS documentation for more details." = "Amazon S3 kann Ihre Daten optional auf der Objektebene verschlüsseln, während sie auf Festplatten in den Rechenzentren geschrieben werden. Die Daten werden für Sie entschlüsselt, wenn Sie darauf zugreifen. In der AWS-Dokumentation finden Sie weitere Informationen.";
"Website Redirect Location. For more information, see the AWS documentation." = "Ort der Website-Umleitung. Weitere Informationen finden Sie in der AWS-Dokumentation.";

"Location" = "Ort";
"The region where the bucket is located." = "Die Region, in der sich der Bucket befindet.";

"Write" = "Schreiben";
"Read" = "Lesen";
"OwnerTruncatedIfNeeded" = "Eigent.";
"Owner" = "Eigentümer";

"World" = "Alle";
"Authenticated Users" = "Authentifizierte Benutzer";
"Group" = "Gruppe";
"None" = "Ohne";

"Write Permissions for the selected items." = "Schreibrechte für die ausgewählten Objekte.";
"Read Permissions for the selected items." = "Leserechte für die ausgewählten Objekte.";
"Owner of the selected items." = "Eigentümer der ausgewählten Objekte.";

"Executable" = "Ausführbar";
"Enables the executable permission flag on the selected items." = "Aktiviert die Berechtigungsmarkierung „ausführbar“ für die ausgewählten Objekte.";

//sync
"Could not compare \"%@\"." = "Vergleich von „%@“ nicht möglich.";
"Some files could not be compared." = "Einige Dateien konnten nicht verglichen werden.";
"The comparison completed, but some errors were encountered. Double check your settings, or re-attempt to compare these folders." = "Der Vergleich ist abgeschlossen, aber es wurden einige Fehler festgestellt. Überprüfen Sie die Einstellungen nochmals oder versuchen Sie, diese Ordner erneut zu vergleichen.";
"▸ source size = %@" = "▸ Quellgröße = %@";
"▸ destination size = %@" = "▸ Zielgröße = %@";
"Source file was %@ larger" = "Quelldatei war %@ größer";
"Destination file was %@ larger" = "Zieldatei war %@ größer";
"▸ beginning synchronization comparison" = "▸ Synchronisierungsvergleich wird begonnen";
"▸ calculating time offset: difference = %.2f secs (%.2f mins) (%.2f hrs)" = "▸ Zeitabweichung wird berechnet: Differenz = %.2f Sek. (%.2f Min.) (%.2f Std.)";
"▸ difference is %.2f seconds, local is newer: %@" = "▸ Differenz ist %.2f Sekunden, lokal ist neuer: %@";
"▸ skip: file is a symlink and following symlinks is disabled" = "▸ überspringen: Datei ist ein Symlink und das Folgen von Symlinks ist deaktiviert";
"File is a symlink and following symlinks is disabled" = "Datei ist ein Symlink und das Folgen von Symlinks ist deaktiviert";
"▸ skip: because meta item" = "▸ überspringen: weil es ein Metaobjekt ist";
"File is a meta item" = "Datei ist ein Metaobjekt";
"▸ skip: item is hidden and show hidden files is disabled" = "▸ überspringen: Objekt ist ausgeblendet und das Einblenden ausgeblendeter Dateien ist deaktiviert";
"Item is hidden file and show hidden files is disabled" = "Objekt ist ausgeblendet und das Einblenden ausgeblendeter Dateien ist deaktiviert";
"▸ skip: item matched skip rule" = "▸ überspringen: Objekt erfüllte Überspringungsregel";
"Item matched skip rule" = "Objekt erfüllte Überspringungsregel";
"▸ skip: modification date (%@) is earlier than the cutoff date (%@)" = "▸ überspringen: Änderungsdatum (%@) liegt vor dem Schlussdatum (%@)";
"File was last modified %@ ago (cutoff was %@ ago)" = "Datei wurde zuletzt vor %@ geändert (Schluss war vor %@)";
"▸ file/folder mismatch, will delete existing destination item" = "▸ Fehler bei Abgleich von Datei/Ordner, vorhandenes Zielobjekt wird gelöscht";
"Source file was %@ newer" = "Quelldatei war %@ neuer";
"File modification dates are equal" = "Dateiänderungsdaten sind identisch";
"▸ source modification date is %@" = "▸ Änderungsdatum der Quelle ist %@";
"▸ destination modification date is %@ (without skew: %@)" = "▸ Änderungsdatum des Ziels ist %@ (ohne Versatz: %@)";
"▸ transfer: destination item doesn't exist" = "▸ übertragen: Zielobjekt ist nicht vorhanden";
"Destination file did not exist" = "Zieldatei war nicht vorhanden";
"▸ transfer: source item is newer" = "▸ übertragen: Quellobjekt ist neuer";
"Destination file was %@ newer" = "Zieldatei war %@ neuer";
"▸ delete: orphaned destination item \"%@\" will be deleted" = "▸ löschen: verwaistes Zielobjekt „%@“ wird gelöscht";
"Deleting orphaned files and file did not exist in source folder" = "Verwaiste Dateien werden gelöscht und Datei war nicht im Quellordner vorhanden";
"⇆ entering source path: %@" = "⇆ eingehender Quellpfad: %@";
"⇆ entering destination path: %@" = "⇆ eingehender Zielpfad: %@";
"⇆ returning to source path: %@" = "⇆ zurück zu Quellpfad: %@";
"⇆ returning to destination path: %@" = "⇆ zurück zu Zielpfad: %@";
"⇆ evaluating source item: %@" = "⇆ Quellobjekt überprüfen: %@";
"▸ source equivalent exists" = "▸ Quelläquivalent vorhanden";
"▸ create: will create folder because destination path doesn't exist" = "▸ erstellen: erstellt Ordner, weil Zielpfad nicht vorhanden ist";
"Destination item does not exist" = "Zielobjekt ist nicht vorhanden";
"▸ skip: the file is a symlink and its target could not be resolved" = "▸ überspringen: die Datei ist ein Symlink und dessen Ziel konnte nicht aufgelöst werden";
"File is a symlink and the target could not be resolved" = "Datei ist ein Symlink und das Ziel konnte nicht aufgelöst werden";
"Preparing to transfer..." = "Übertragen vorbereiten …";

// Authentication alerts
"Authentication failed." = "Authentifizierung ist fehlgeschlagen.";
"A key passphrase is required." = "Eine Schlüssel-Passphrase ist erforderlich.";
"A verification code is required." = "Ein Bestätigungscode ist erforderlich.";
"Enter the key passphrase for \"%@\"." = "Geben Sie die Schlüssel-Passphrase für „%@“ ein.";
"Enter the user name and password for server \"%@\"." = "Geben Sie den Benutzernamen und das Passwort für den Server „%@“ ein.";
"Passphrase:" = "Passphrase:";
"Code:" = "Code:";
"Password:" = "Passwort:";
"Passphrase" = "Passphrase";
"Code" = "Code";
"Connect" = "Verbinden";
"A verification code is required for \"%@\"." = "Ein Bestätigungscode ist für „%@“ erforderlich.";
" Please enter your user password." = " Geben Sie Ihr Benutzerpasswort ein.";
" Please enter your verification code." = " Geben Sie Ihren Bestätigungscode ein.";
" Please enter your key passphrase for %@." = " Geben Sie Ihre Schlüssel-Passphrase für %@ ein.";
"Enter the user name and password for the area \"%@\" on \"%@\"." = "Geben Sie den Benutzernamen und das Passwort für den Bereich „%@“ auf „%@“ ein.";
"Enter the access key ID and secret for %@." = "Geben Sie die Zugriffsschlüssel-ID und das Geheimnis für %@ ein.";
"Enter the account ID and application key for %@." = "Geben Sie die Account-ID und den Anwendungsschlüssel für %@ ein.";
"Enter the user name and access key for %@." = "Geben Sie den Benutzernamen und den Zugriffsschlüssel für %@ ein.";
"Enter the password for server \"%@\" with user name \"%@\"." = "Geben Sie das Passwort für den Server „%@“ mit dem Benutzernamen „%@“ ein.";
"Enter the user name and api key for %@." = "Geben Sie den Benutzernamen und den API-Schlüssel für %@ ein.";
"Enter the access key for %@." = "Geben Sie den Zugriffsschlüssel für %@ ein.";
"Enter the application key for %@." = "Geben Sie die Anwendungsschlüssel für %@ ein.";

"All Public" = "Alle öffentlichen";
"All Private" = "Alle privaten";
"Bucket Type" = "Bucket-Typ";

"Server returned an error, retrying..." = "Der Server meldet einen Fehler, erneuter Versuch …";

"Please enter the pin for \"%@\"." = "Geben Sie die PIN für „%@“ ein.";
"A pin code is required to unlock this key." = "Ein PIN-Code ist zum Entsperren dieses Schlüssels erforderlich.";
"Attempting to use pin to unlock key." = "Es wird versucht, den Schlüssel mit der PIN zu entsperren.";
"Unlock" = "Entsperren";
"1234" = "1234";
"Pin:" = "PIN:";

"Please make sure the service has been enabled on this account." = "Stellen Sie sicher, dass der Dienst für diesen Account aktiviert wurde.";
